Repository: WhereIM/app-ios
Catalog: whereim/*.lproj/Localizable.strings
Languages: de, es, fr, ja, ko, nl, ru, th, vi, zh_hant

# message_limit_enabled_channel
source: Limit of number of enabled channels (%1$@) is reached, swipe on channel list and click the lock icon to disable some channels.
de: Die Anzahl verfügbarer Channels (%1$@) ist erreicht., Streichen Sie über die Channelliste und klicken das Schlüsselsymbol, um Channel zu deaktivieren.
es: Límite en el número de canales activados (%1$@) ha sido alcanzado., Deslice en la lista de canales y haga clic en el botón de bloqueo para desactivar algunos canales..
fr: La limite du nombre de chaînes autorisées (%1$@) est atteinte, faites glisser sur la liste des chaînes et cliquez sur l'icône de verrouillage pour désactiver certaines chaînes.
ja: 有効なチャンネル数の制限 (%1$@) に達しました。チャンネルリストをスワイプしてロックアイコンをクリックすると、一部のチャンネルが無効になります。
ko: 사용할 수 있는 채널 개수 한도를 (%1$@) 초과하였습니다.일부 채널을 비활성화 하려면 채널 목록을 살짝 민 다음 자물쇠 아이콘을 클릭하세요.
nl: Grens van het aantal geactiveerde kanalen (%1$@) is bereikt, veeg over de kanaallijst en klik op het vergrendelingspictogram om sommige kanalen uit te schakelen.
ru: Достигнут предел количества включенных каналов (%1$@)., Проведите по списку каналов и нажмите иконку замка для закрытия некоторых каналов..
th: จำนวนช่องที่เปิดใช้งานถึงขีดจำกัดแล้ว (%1$@), กวาดนิ้วบนรายการช่องแล้วคลิกไอคอนล็อกเพื่อปิดใช้งานบางช่อง
vi: Đã đạt tới hạn mức số kênh được kích hoạt (%1$@), vuốt vào danh sách kênh và chạm chuột vào biểu tượng khóa để khóa kích hoạt một số kênh.
zh_hant: 同時啟用的群組數量已達上限 (%1$@)，在群組列表中向左滑動並鎖上不需要啟用的群組。

source: Apple Maps
de: Apple Karten
es: Mapas de Apple
ja: Appleマップ
nl: Kaarten van Apple
ru: Карт Apple
th: “แผนที่” ของ Apple
vi: Bản đồ của Apple

source: Google Maps
ja: Google マップ
ko: Google 지도
ru: Google Карты
zh_hant: Google 地圖

# google_maps_navigation
source: Google Maps - Navigation & Transit
de: Google Maps – Navigation, Bus, Bahn & Verkehr
es: Google Maps: Navegación y tránsito
fr: Google Maps: GPS & Transports Publics
ja: Google マップ - ナビ、乗換案内
nl: Google Maps: Navigatie en OV
ru: Google Карты: транспорт и навигация
th: Google Maps - การนำทางและการขนส่ง
vi: Google Map - Bản đồ
zh_hant: Google 地圖 - 導航和大眾運輸

source: OK
ko: 확인
th: ตกลง
vi: Đồng ý
zh_hant: 好
