Repository: WhereIM/app-ios
Catalog: whereim/*.lproj/Localizable.strings
Languages: de, es, fr, ja, ko, nl, ru, th, vi, zh_hant

# lang
source: en
de: de
es: es
fr: fr
ja: ja
ko: ko
nl: nl
ru: ru
th: th
vi: vi
zh_hant: zh-TW

# google_lang
source: en
de: de
es: es
fr: fr
ja: ja
ko: ko
nl: nl
ru: ru
th: th
vi: vi
zh_hant: zh-TW

# NSCameraUsageDescription
source: Camera will be used to join channel with QR code
de: Die Kamera wird verwendet, um den Kanal mit dem QR-Code zu verbinden
es: La cámara será usada para unirse al canal mediante código QR
fr: La caméra sera utilisée pour rejoindre la chaîne grâce au code QR
ja: カメラはQRコードを使ってチャンネルに参加するために利用されます。
ko: QR코드로채널에참여하는데카메라가사용됩니다.
nl: Camera wordt gebruikt op kanaal met QR code
ru: Камера будет использоваться для присоединения к каналу с QR-кодом
th: กล้องจะถูกใช้งานเพื่อใช้รวมช่องรายการด้วยQRโค้ด
vi: Máy ảnh sẽ được sử dụng để kết nối kênh với mã QR
zh_hant: 掃描 QR Code 加入群組時需要用到相機

source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
ja: 設定
nl: Instellingen
ru: Настройки
th: ตั้งค่า
vi: Cài đặt
zh_hant: 設定

source: About
de: Über
es: Sobre
fr: A propos
ja: 紹介
nl: Over
ru: Информация
th: เกี่ยวกับ
vi: Thông tin
zh_hant: 關於

# active_client
source: Client not active
de: Kunde nicht aktiv
es: Cliente no activo
fr: Le client n'est pas actif
ja: クライアントがアクティブではありません。
ko: 클라이언트가 활성화되지 않았습니다
nl: Klant niet actief
ru: Клиент не активен
th: ไคลเอ็นต์ไม่ทำงาน
vi: Thiết bị không kích hoạt
zh_hant: 此裝置不是主要裝置

# active_client_message
source: This client is not active, take over from your other client?
de: Der Kunde ist nicht aktiv, anderen Kunden übernehmen?
es: Este cliente no está activo, ¿encargarse de otro cliente?
fr: Ce client n'est pas actif, continuez avec votre autre client ?
ja: このクライアントはアクティブではありません。他のクライアントから継承しますか？
ko: 이 클라이언트가 활성화되지 않았습니다. 다른 클라이언트로 대체 하시겠습니까?
nl: Deze klant is niet actief, overnemen van uw andere klant?
ru: Этот клиент не активен, принять его от другого клиента?
th: ไคลเอ็นต์นี้ไม่ทำงาน ให้นำไคลเอ็นต์อื่นของคุณมาใช้งานหรือไม่?
vi: Thiết bị này hiện không kích hoạt, bạn có chuyển từ thiết bị khác sang?
zh_hant: 取代您的其他裝置成為主要裝置？

source: Power Saving
de: Energie sparen
es: Ahorro de Energía
fr: Économie d'Énergie
ja: 省エネ
ko: 절전
nl: Energiebesparend
ru: Экономия энергии
th: ประหยัดพลังงาน
vi: Tiết Kiệm Năng Lượng
zh_hant: 省電模式

# reset_tips
source: Show tips again
de: Tipps erneut anzeigen
es: Mostrar consejos de nuevo
fr: Afficher les conseils à nouveau
ja: ヒントをもう一度表示
nl: Toon tips opnieuw
ru: Показать подсказки еще раз
th: แสดงเคล็ดลับอีกครั้ง
vi: Hiển thị mẹo một lần nữa
zh_hant: 再次顯示使用提示

# service_provider
source: Service Provider (Map & Search)
de: Dienstleister (Karte & Suche)
es: Proveedor de Servicio (Mapas y Búsqueda)
fr: Fournisseur de services (carte et recherche)
ja: サービスプロバイダー（マップ＆サーチ）
ru: Провайдер услуг (Карта и Поиск)
th: ผู้ให้บริการ (แผนที่และการค้นหา)
vi: Nhà Cung cấp Dịch vụ (Bản đồ & Tìm kiếm)
zh_hant: 資料來源 (地圖與搜尋)

# misc
source: Miscellaneous
de: Diverses
es: Misceláneo
fr: Divers
ja: 多才な
nl: Diversen
ru: Разное
th: เบ็ดเตล็ด
vi: Hỗn hợp
zh_hant: 其他

source: GOT IT
de: VERSTANDEN
es: ENTENDIDO
fr: JE L'AI
ja: 入手しました
nl: BEGREPEN
ru: ПОНЯЛ
th: เข้าใจแล้ว
vi: ĐÃ XONG
zh_hant: 知道了

# tip_new_channel
source: Tap here to create new channel or join with QR code.
de: Tippen Sie hier, um einen neuen Kanal zu erstellen oder mit dem QR-Code beizutreten.
es: Pulse aquí para crear un nuevo canal o unirse con el código QR
fr: Appuyez ici pour créer une nouvelle chaîne ou rejoindre avec un code QR.
ja: ここをタップして新しいチャンネルを開設する、またはQRコードを使用し参加します。
nl: Klik hier om een ​​nieuw kanaal aan te maken of gebruik de QR code.
ru: Нажмите здесь, чтобы создать новый канал или присоединиться к QR-коду.
th: แตะที่นี่เพื่อสร้างช่องสนทนาใหม่ หรือเข้าร่วมช่องสนทนาด้วยคิวอาร์โค้ด
vi: Ấn vào đây để tạo kênh mới hoặc tham gia với một mã QR.
zh_hant: 點這裡建立或用QR Code加入群組。

# tip_enter_channel
source: Tap to enter channel view.
de: Tippen Sie hier, um die Kanal-Ansicht aufzurufen.
es: Pulse para entrar en la vista del canal
fr: Appuyez pour accéder à la vue de la chaîne.
ja: タップしてチャンネルビューに入ります。
nl: Klik hier voor kanaalweergave.
ru: Нажмите, чтобы войти в режим просмотра канала.
th: แตะเพื่อเข้าชมช่องสนทนา
vi: Ấn để nhập xem kênh.
zh_hant: 點這裡進入群組。

# tip_toggle_channel
source: Tap here to activate/deactivate sending location data to this channel.
de: Tippen Sie hier, um das Senden von Standortdaten an diesen Kanal zu aktivieren/deaktivieren.
es: Pulse aquí para activar/desactivar el envío de la localización a esta canal
fr: Appuyez ici pour activer / désactiver l'envoi des données de localisation à cette chaîne.
ja: ここをタップしてこのチャンネルに位置情報を送信または送信をストップします。
nl: Klik hier om de locatiegegevens voor verzending te activeren / deactiveren naar dit kanaal.
ru: Нажмите здесь, чтобы активировать / деактивировать отправку данных о местоположении на этот канал.
th: แตะที่นี่เพื่อเปิด/ปิดการส่งข้อมูลสถานที่มายังช่องสนทนานี้
vi: Ấn vào đây để kích hoạt/hủy kích hoạt việc gửi dữ liệu địa điểm tới kênh này.
zh_hant: 點這裡切換是否傳送定位資訊到這個群組。

# tip_toggle_channel_2
source: Same as the switch in channel list, tap here to toggle sending location data to this channel.
de: Wie beim Schalter in der Kanalliste, tippen Sie hier, um zum Senden von Standortdaten an diesen Kanal umzuschalten.
es: Igual que el cambio en la lista de canales, pulse aquí para cambiar el envío de los datos de localización a este canal.
fr: Tout comme le bouton dans la liste des chaînes, tapez ici pour activer / désactiver l'envoi des données de localisation à cette chaîne.
ja: チャンネルリストにあるスイッチと同じです、ここをタップしてロケーションデータをチャンネルにトグルします。
nl: Zelfde als de schakelaar in de lijst met kanalen, tik hier om de locatiegegevens naar dit kanaal te verzenden.
ru: То же самое, что и переключатель в списке каналов, нажмите здесь, чтобы переключить отправку данных о местоположении на этот канал.
th: แตะที่นี่เพื่อปิดเปิดการส่งข้อมูลสถานที่มายังช่องสนทนานี้ เฉกเช่นเดียวกับวิธีการเปลี่ยนช่องสนทนา
vi: Tương tự như chuyển tiếp vào danh sách kênh, ấn vào đây để chuyển đổi việc gửi dữ liệu địa điểm tới kênh này.
zh_hant: 跟群組列表的開關一樣，點這裡開關此群組的定位分享。

# tip_invite
source: Tap to invite others to this channel.
de: Tippen Sie hier, um andere zu diesem Kanal einzuladen.
es: Pulse para invitar a otros a este canal
fr: Appuyez pour inviter d'autres personnes à rejoindre cette chaîne.
ja: タップして他のメンバーをこのチャンネルに招待します。
nl: Klik hier om anderen voor dit kanaal uit te nodigen.
ru: Нажмите, чтобы пригласить других на этот канал.
th: แตะเพื่อเชิญคนอื่น ๆ เข้ามาร่วมในช่องสนทนานี้
vi: Ấn để mời người khác vào kênh này.
zh_hant: 點這裡邀請別人加入這個群組。

source: Location status
de: Standortstatus
es: Estado de la localización
fr: Condition de localisation
ja: ロケーションステータス
nl: Locatie status
ru: Статус местоположения
th: สถานะสถานที่
vi: Tình trạng địa điểm
zh_hant: 定位狀態

# location_status_not_avail
source: Not available
de: Nicht verfügbar
es: No disponible
fr: Indisponible
ja: 利用できません
nl: Niet beschikbaar
ru: Недоступен
th: ไม่มีให้บริการ
vi: Không có sẵn
zh_hant: 沒有定位資訊

# location_status_stale
source: Stale, last known location
de: Verbrauchter, letzter bekannter Standort
es: Obsoleto, última localización conocida
fr: Dépassé, dernière localisation connue
ja: 無効、最新の位置情報
nl: Oud, laatst-bekende locatie
ru: Старое, последнее известное местоположение
th: สถานที่เก่าหรือสถานที่รู้จักล่าสุด
vi: Không hoạt động, vị trí lần cuối được biết đến
zh_hant: 過時資訊，最後已知的位置

# location_status_fresh
source: Fresh or forged location
de: Frischer oder geschmiedeter Standort
es: Actualizar o olvidar localización
fr: Nouvelle localisation ou localisation fabriqué
ja: 新しいまたは偽造された位置情報
nl: Nieuwe of valse locatie
ru: Свежее или ненастоящее местоположение
th: สถานที่ใหม่หรือสถานที่ที่รุดไปข้างหน้า
vi: Vị trí mới hoặc giả
zh_hant: 即時資訊（或是假造資訊）

source: Mobile enchantment
de: Mobiles Geofencing
es: Geovalla móvil
fr: Géorepérage mobile
ja: モバイル ジオフェンス
nl: Mobiele geofence
ru: Динамическая геозона
th: Geofence บนอุปกรณ์เคลื่อนที่
vi: Hàng rào địa lý Di động
zh_hant: 隨身地界

# mobile_enchantment_desc
source: Notify when mates approach to or get away from you by certain distance.
de: Mitteilung, wenn Kumpel sich aus einer bestimmten Entfernung nähern oder sich von Ihnen entfernen
es: Notificar cuando un amigo se aproxime o se aleje por cierta distancia
fr: Envoyer une notification quand des amis s'approchent ou s'éloignent de vous à une certaine distance.
ja: メイトがエリアから離れた時、または接近してきた時に通知します。
nl: Meld wanneer vrienden op bepaalde afstanden van of naar u toe bewegen.
ru: Сообщите, когда приятели подходят или уходят от вас на определенное расстояние.
th: แจ้งเตือนเมื่อเพื่อนของคุณเข้าใกล้หรือออกห่างจากคุณด้วยระยะหนึ่ง ๆ
vi: Thông báo khi bạn bè tiếp cận hoặc cách xa bạn khỏi một khoảng cách nhất định.
zh_hant: 當夥伴在設定的距離接近或遠離你時發送通知。

source: Fixed enchantment
de: Fixiertes Geofencing
es: Geovalla fija
fr: Géorepérage fixe
ja: フィックスド ジオフェンス
nl: Vaste geofence
ru: Статическая геозона
th: Geofence คงที่
vi: Hàng rào địa lý Cố định
zh_hant: 固定地界

# fixed_enchantment_desc
source: Notify when mates enter or leave a particular area.
de: Mitteilung, wenn Kumpel einen bestimmten Bereich betreten oder verlassen.
es: Notificar cuando un amigo entre o salga de una zona particular
fr: Envoyer une notification quand des amis entrent ou quittent une zone particulière.
ja: メイトがエリアから離れた時、または入ってきたときに通知します。
nl: Meld wanneer vrienden een bepaald gebied binnenkomen of verlaten.
ru: Уведомлять, когда приятели входят или покидают определенную область.
th: แจ้งเตือนเมื่อเพื่อนของคุณเข้าสู่หรือออกจากบริเวณใด ๆ
vi: Thông báo khi bạn bè vào hoặc rời một địa điểm cụ thể.
zh_hant: 當夥伴進入或離開指定的區域時發送通知。

source: Error
de: Fehler
fr: Erreur
ja: エラー
ko: 오류
nl: Fout
ru: Ошибка
th: ข้อผิดพลาด
vi: Lỗi
zh_hant: 錯誤

source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
ja: リトライ
ko: 다시 시도
nl: Opnieuw proberen
ru: Повтор
th: ลองอีกครั้ง
vi: Thử lại
zh_hant: 再試一次

# invitation
source: Invitation: %1$@
de: Einladung: %1$@
es: Invitación: %1$@
ja: 招待状：%1$@
ko: 초대: %1$@
nl: Uitnodiging: %1$@
ru: Приглашение: %1$@
th: คำเชิญ: %1$@
vi: Mời: %1$@
zh_hant: 邀請：%1$@

# object_create_hint
source: Long press on map to create
de: Lange gedrückt halten, um eine Karte zu erstellen
es: Pulsación larga en el mapa para crear
fr: Appuyez longuement sur la carte pour créer
ja: 地図を長押しして作成する
ko: 지도를 길게 눌러 생성하세요
nl: Druk wat langer op de kaart voor het aanmaken
ru: Для создания выполните длительное нажатие
th: กดแผนที่ค้างไว้เพือสร้าง
vi: Ấn lâu trên bản đồ để tạo
zh_hant: 在地圖上長按即可建立

# mate_invite_hint
source: No one here, invite others to this channel
de: Niemand hier, laden Sie jemanden ein um diesen Channel zu nutzen
es: Nadie por aquí, invite a otros a este canal
fr: Il n'y a personne ici, invitez d'autres à se joindre à cette chaîne
ja: 誰もこここにいません。このチャンネルに他の人を招待してください。
ko: 아무도 없습니다. 현재 채널로 다른 사람들을 초대하세요
nl: Niemand aanwezig, nodig anderen voor dit kanaal uit
ru: Здесь никого нет, пригласите других в этот канал
th: ไม่มีคนอยู่ เชิญคนอื่นมาที่ช่องนี้
vi: Không có ai ở đây, mời những người khác vào kênh này
zh_hant: 沒有人，邀請別人進來吧

source: No match
de: Keine Übereinstimmung
es: Sin coincidencias
fr: Aucune concordance
ja: 一致するものがありません
ko: 일치하는 항목 없음
nl: Geen overeenkomst
ru: Нет соответствия
th: ไม่มีการจับคู่
vi: Không tìm thấy phù hợp
zh_hant: 找不到

source: Name
es: Nombre
fr: Nom
ja: 名前
ko: 이름
nl: Naam
ru: Имя
th: ชื่อ
vi: Tên
zh_hant: 名稱

source: Icon
de: Symbol
es: Icono
fr: Icône
ja: アイコン
ko: 아이콘
nl: Icoon
ru: Иконка
th: ไอคอน
vi: Biểu tượng
zh_hant: 圖示

source: Channel Name
es: Nombre del Canal
fr: Nom de la Chaîne
ja: チャンネル名
ko: 채널 이름
nl: Naam kanaal
ru: Имя канала
th: ชื่อช่อง
vi: Tên Kênh
zh_hant: 群組名稱

source: Channel Alias
es: Alías del Canal
fr: Alias de la Chaîne
ja: チャンネル別名
ko: 채널 별칭
nl: Alias kanaal
ru: Псевдоним канала
th: ชื่อย่อของช่อง
vi: Biệt danh của Kênh
zh_hant: 群組別稱

source: Display Name
de: Name anzeigen
es: Nombre Público
fr: Nom affiché
ja: 表示名
ko: 표시 이름
nl: Naam weergeven
ru: Имя экрана
th: ชื่อที่แสดง
vi: Tên Hiển thị
zh_hant: 個人暱稱

source: Create Channel
de: Channel erstellen
es: Crear Canal
fr: Créer une Chaîne
ja: チャンネルを作成する
ko: 채널 생성
nl: Kanaal aanmaken
ru: Создать канал
th: สร้างช่อง
vi: Tạo Kênh
zh_hant: 建立群組

source: Join Channel
de: Channel beitreten
es: Unirse al Canal
fr: Rejoindre la Chaîne
ja: チャネルに参加する
ko: 채널 참여
nl: Deelnemen aan kanaal
ru: Присоединиться к каналу
th: เข้าร่วมช่อง
vi: Tham gia Kênh
zh_hant: 加入群組

source: Edit Channel
de: Channel bearbeiten
es: Editar Canal
fr: Éditer la Chaîne
ja: チャンネルを編集する
ko: 채널 편집
nl: Kanaal bewerken
ru: Редактировать
th: แก้ไขช่อง
vi: Chỉnh sửa Kênh
zh_hant: 編輯群組

source: Leave Channel
de: Channel verlassen
es: Dejar Canal
fr: Quitter la Chaîne
ja: チャンネルを出る
ko: 채널 나가기
nl: Kanaal verlaten
ru: Покинуть канал
th: ออกจากช่อง
vi: Rời Kênh
zh_hant: 離開群組

source: Leave
de: Verlassen
es: Salir
fr: Partir
ja: ここから離れる
ko: 나가기
nl: Verlaten
ru: Выйти
th: ออก
vi: Rời đi
zh_hant: 離開

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
nl: Annuleren
ru: Отменить
th: ยกเลิก
vi: Hủy
zh_hant: 取消

source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
nl: Sluiten
ru: Закрыть
th: ปิด
vi: Đóng
zh_hant: 關閉

source: Delete
de: Löschen
es: Eliminar
fr: Effacer
ja: 削除する
ko: 삭제
nl: Wissen
ru: Удалить
th: ลบ
vi: Xóa
zh_hant: 刪除

source: Open in Channel
de: Im Kanal öffnen
es: Abrir en Canal
fr: Ouvrir dans la Chaîne
ja: チャンネルで開く
ko: 채널에서열기
nl: Openen in Kanaal
ru: Открыть в Канале
th: เปิดในช่องรายการ
vi: Mở trong Kênh
zh_hant: 在群組中開啟

source: Scan QR Code
de: QR-Code scannen
es: Escanear Código QR
fr: Scanner le code QR
ja: QRコードをスキャンする
ko: QR코드스캔
nl: QR-code Scannen
ru: Сканировать QR-код
th: สแกนQRโค้ด
vi: Quét mã QR
zh_hant: 掃瞄 QR Code

source: Generate QR Code
de: QR-Code generieren
es: Generar Código QR
fr: Générer un code QR
ja: QRコードを生成する
ko: QR코드생성
nl: QR-code aanmaken
ru: Сгенерировать QR-код
th: สร้างQRโค้ด
vi: Tạo mã QR
zh_hant: 產生 QR Code

source: Send Invite Link
de: Einladungs-Link senden
es: Enviar vínculo de invitación
fr: Envoyer un Lien d'Invitation
ja: 招待リンクを送信する
ko: 초대링크보내기
nl: Link uitnodiging versturen
ru: Отправить пригласительную ссылку
th: ส่งลิงก์คำเชิญ
vi: Gửi Liên kết Mời
zh_hant: 發送邀請連結

source: Open in
de: Öffnen in
es: Abrir en
fr: Ouvrir dans
ja: 開く
ko: 열기
nl: Openen in
ru: Открыть в
th: เปิดใน
vi: Mở trong
zh_hant: 在其他應用程式中開啟

source: Share
de: Teilen
es: Compartir
fr: Partager
ja: 共有
ko: 공유
nl: Delen
ru: Поделиться
th: แบ่งปัน
vi: Chia sẻ
zh_hant: 分享

# create_enchantment
source: New Enchantment
de: Neues Geofencing
es: Nueva Geovalla
fr: Nouveau Géorepérage
ja: ニュー ジオフェンス
ko: 새로운 인챈트
nl: Nieuwe Geofence
ru: Новая геозона
th: Geofence ใหม่
vi: Hàng rào địa lý Mới
zh_hant: 設立地界

# create_marker
source: New Marker
de: Neuer Marker
es: Nuevo Marcador
fr: Nouveau Marqueur
ja: 新しいマーカー
ko: 새로운 마커
nl: Nieuwe Marker
ru: Новый маркер
th: เครื่องหมายใหม่
vi: Đánh dấu Mới
zh_hant: 放置圖釘

source: Forge Location
de: Standort formen
es: Olvidar Localización
fr: Fabriquer une Position
ja: 場所情報を構築する
ko: 위치 구축
nl: Locatie namaken
ru: Придумывать расположение
th: ปลอมตำแหน่ง
vi: Địa điểm Giả
zh_hant: 假造位置

# radius_m
source: %1$d m
ru: %1$d м
th: %1$d ม.

source: Self
de: Selbst
es: Mismo
fr: Moi-même
ja: 自分
ko: 혼자
nl: Zelf
ru: Личный
th: ตนเอง
vi: Tự mình
zh_hant: 自己

source: Mate
de: Freund
es: Compañero
fr: Ami
ja: メイト
ko: 친구
nl: Vriend
ru: Для друзей
th: เพื่อน
vi: Bạn
zh_hant: 夥伴

# is_public
source: Shared
de: Geteilt
es: Compartido
fr: Partagé
ja: 共有
ko: 공유
nl: Gedeeld
ru: Общедоступный
th: แบ่งปันแล้ว
vi: Được chia sẻ
zh_hant: 共用

# public_enchantment
source: Shared Enchantment
de: Geteiltes Geofencing
es: Geovalla Compartida
fr: Géorepérage partagé
ja: 共有ジオフェンス
ko: 공유 인챈트
nl: Gedeelde Geofence
ru: Общедоступная геозона
th: แบ่งปัน Geofence
vi: Hàng rào địa lý Chia sẻ
zh_hant: 共用地界

# private_enchantment
source: Personal Enchantment
de: Persönliches Geofencing
es: Geovalla Personal
fr: Géorepérage personnel
ja: 個人用 ジオフェンス
ko: 개인 인챈트
nl: Persoonlijke Geofence
ru: Личная геозона
th: Geofence ส่วนบุคคล
vi: Hàng rào địa lý Cá nhân
zh_hant: 個人地界

# public_marker
source: Shared Marker
de: Geteilter Marker
es: Marcador Compartido
fr: Marqueur Partagé
ja: 共有マーカー
ko: 공유 마커
nl: Gedeelde Marker
ru: Общий маркер
th: เครื่องหมายที่ใช้ร่วมกัน
vi: Đánh dấu được Chia sẻ
zh_hant: 共用圖釘

# private_marker
source: Personal Marker
de: Persönlicher Marker
es: Marcador Personal
fr: Marqueur Personnel
ja: 個人用マーカー
ko: 개인 마커
nl: Persoonlijke Marker
ru: Персональный маркер
th: เครื่องหมายส่วนบุคคล
vi: Đánh dấu Cá nhân
zh_hant: 個人圖釘

# error_exhausted
source: Client capacity is exhausted, please try later.
de: Die Kundenkapazität ist ausgeschöpft, bitte versuchen Sie es später
es: La capacidad del cliente está agotada, por favor, intente más tarde.
fr: La capacité du client est épuisée, réessayez plus tard.
ja: クライアントの容量がなくなりました。後で試してください。
ko: 사용할 수 있는 클라이언트 용량이 없습니다. 나중에 시도하세요.
nl: Klantcapaciteit is uitgeput, probeer het later alstublieft
ru: Клиентская емкость исчерпана, пожалуйста попробуйте позже.
th: ความจุของไคลเอ็นท์เต็มหมดแล้ว โปรดลองใหม่ภายหลัง
vi: Khả năng của thiết bị đã gần hết, vui lòng thử lại sau.
zh_hant: 可註冊數量已滿，請稍後再試。

# message_enchantment_create
source: Enchantment %1$@ is created.
de: Geofencing %1$@ wurde erstellt.
es: Se crea una geovalla %1$@.
fr: Le géorepérage %1$@ a été créé.
ja: ジオフェンス%1$@が作られました。
ko: 인챈트가 %1$@ 생성되었습니다.
nl: Geofence %1$@ is gecreëerd.
ru: Геозона %1$@ создана.
th: สร้าง geofence %1$@ แล้ว
vi: Hàng rào địa lý %1$@ được tạo ra.
zh_hant: %1$@ 地界已設立

# message_enchantment_emerge
source: Emerged in enchantment %1$@.
de: Ist im Geofencing %1$@ aufgetaucht.
es: Ha surgido en la geovalla %1$@.
fr: A émergé dans le géorepérage %1$@.
ja: ジオフェンスが登場しました%1$@。
ko: 인챈트로 드러남%1$@.
nl: Is tevoorschijn gekomen in geofence %1$@.
ru: Появился в геозоне %1$@.
th: ได้เกิดขึ้นใน geofence %1$@
vi: Đã xuất hiện trong hàng rào địa lý %1$@.
zh_hant: 出現在 %1$@ 地界

# message_enchantment_in
source: Entered enchantment %1$@.
de: Ist im Geofencing %1$@ eingetreten.
es: Ha ingresado en la geovalla %1$@.
fr: Est entré dans le géorepérage %1$@.
ja: ジオフェンスに入りました%1$@。
ko: 입력된 인챈트%1$@.
nl: Is binnen gekomen in geofence %1$@.
ru: Вошел в геозону %1$@.
th: เข้ามา geofence %1$@ แล้ว
vi: Đã vào hàng rào địa lý %1$@.
zh_hant: 進入 %1$@ 地界

# message_enchantment_out
source: Left enchantment %1$@.
de: Hat das Geofencing %1$@ verlassen.
es: Ha salido de la geovalla %1$@.
fr: Est parti du géorepérage %1$@.
ja: ジオフェンスから出ました%1$@。
ko: 남은 인챈트%1$@.
nl: Heeft geofence %1$@ verlaten.
ru: Вышел из геозоны %1$@.
th: ออกจาก geofence %1$@ แล้ว
vi: Đã ra khỏi hàng rào địa lý %1$@.
zh_hant: 離開 %1$@ 地界

# message_marker_create
source: Marker %1$@ is created.
de: Marker %1$@ wurde erstellt.
es: El marcador %1$@ ha sido creado.
fr: Le marqueur %1$@ a été créé.
ja: マーカー %1$@ が作成されます。
ko: 마커가 %1$@ 생성되었습니다.
nl: Marker %1$@ is aangemaakt.
ru: Маркер %1$@ создан
th: เครื่องหมาย %1$@ ถูกสร้างขึ้น
vi: Đánh dấu %1$@ đã được tạo.
zh_hant: 放了 %1$@ 圖釘

# message_radius_report
source: In/Out: %1$@ / %2$@ (%3$@ m)
de: Ein/Aus: %1$@ / %2$@ (%3$@ m)
es: Dentro/Fuera: %1$@ / %2$@ (%3$@ m)
fr: Dedans/Dehors : %1$@ / %2$@ (%3$@ m)
ja: イン/アウト：%1$@ / %2$@ (%3$@ m)
ko: 들어옴/나감: %1$@ / %2$@ (%3$@ m)
nl: In / Uit: %1$@ / %2$@ (%3$@ m)
ru: В/Из: %1$@ / %2$@ (%3$@ м)
th: เข้า / ออก: %1$@ / %2$@ (%3$@ ม.)
vi: Vào/Ra: %1$@ / %2$@ (%3$@ m)
zh_hant: 圈內/外：%1$@ / %2$@ (%3$@ m)

# apn_enchantment_create
source: %1$@ %2$@: Enchantment %3$@ is created.
de: %1$@ %2$@: Geofencing %3$@ wurde erstellt.
es: %1$@ %2$@: Se crea una geovalla %3$@.
fr: %1$@ %2$@ : Le géorepérage %3$@ a été créé.
ja: %1$@ %2$@：ジオフェンス%3$@が作られました。
ko: %1$@ %2$@: 인챈트가 %3$@ 생성되었습니다.
nl: %1$@ %2$@: Geofence %3$@ is gecreëerd.
ru: %1$@ %2$@: Геозона %3$@ создана.
th: %1$@ %2$@: สร้าง geofence %3$@ แล้ว
vi: %1$@ %2$@: Hàng rào địa lý %3$@ được tạo ra.
zh_hant: %1$@ %2$@：%3$@ 地界已設立

# apn_enchantment_emerge
source: %1$@ %2$@: Emerged in enchantment %3$@.
de: %1$@ %2$@: Ist im Geofencing %3$@ aufgetaucht.
es: %1$@ %2$@: Ha surgido en la geovalla %3$@.
fr: %1$@ %2$@ : A émergé dans le géorepérage %3$@.
ja: %1$@ %2$@：ジオフェンスが登場しました%3$@。
ko: %1$@ %2$@: 인챈트로 드러남%3$@.
nl: %1$@ %2$@: Is tevoorschijn gekomen in geofence %3$@.
ru: %1$@ %2$@: Появился в геозоне %3$@.
th: %1$@ %2$@: ได้เกิดขึ้นใน geofence %3$@
vi: %1$@ %2$@: Đã xuất hiện trong hàng rào địa lý %3$@.
zh_hant: %1$@ %2$@：出現在 %3$@ 地界

# apn_enchantment_in
source: %1$@ %2$@: Entered enchantment %3$@.
de: %1$@ %2$@: Ist im Geofencing %3$@ eingetreten.
es: %1$@ %2$@: Ha ingresado en la geovalla %3$@.
fr: %1$@ %2$@ : Est entré dans le géorepérage %3$@.
ja: %1$@ %2$@：ジオフェンスに入りました%3$@。
ko: %1$@ %2$@: 입력된 인챈트%3$@.
nl: %1$@ %2$@: Is binnen gekomen in geofence %3$@.
ru: %1$@ %2$@: Вошел в геозону %3$@.
th: %1$@ %2$@: เข้ามา geofence %3$@ แล้ว
vi: %1$@ %2$@: Đã vào hàng rào địa lý %3$@.
zh_hant: %1$@ %2$@：進入 %3$@ 地界

# apn_enchantment_out
source: %1$@ %2$@: Left enchantment %3$@.
de: %1$@ %2$@: Hat das Geofencing %3$@ verlassen.
es: %1$@ %2$@: Ha salido de la geovalla %3$@.
fr: %1$@ %2$@ : Est parti du géorepérage %3$@.
ja: %1$@ %2$@：ジオフェンスから出ました%3$@。
ko: %1$@ %2$@: 남은 인챈트%3$@.
nl: %1$@ %2$@: Heeft geofence %3$@ verlaten.
ru: %1$@ %2$@: Вышел из геозоны %3$@.
th: %1$@ %2$@: ออกจาก geofence %3$@ แล้ว
vi: %1$@ %2$@: Đã ra khỏi hàng rào địa lý %3$@.
zh_hant: %1$@ %2$@：離開 %3$@ 地界

# apn_marker_create
source: %1$@ %2$@: Marker %3$@ is created.
de: %1$@ %2$@: Marker %3$@ wurde erstellt.
es: %1$@ %2$@: El marcador %3$@ ha sido creado.
fr: %1$@ %2$@ : Le marqueur %3$@ a été créé.
ja: %1$@ %2$@：マーカー %3$@ が作成されます。
ko: %1$@ %2$@: 마커가 %3$@ 생성되었습니다.
nl: %1$@ %2$@: Marker %3$@ is aangemaakt.
ru: %1$@ %2$@: Маркер %3$@ создан
th: %1$@ %2$@: เครื่องหมาย %3$@ ถูกสร้างขึ้น
vi: %1$@ %2$@: Đánh dấu %3$@ đã được tạo.
zh_hant: %1$@ %2$@：放了 %3$@ 圖釘

# apn_radius_report
source: %1$@ In/Out: %2$@ / %3$@ (%4$@ m)
de: %1$@ Ein/Aus: %2$@ / %3$@ (%4$@ m)
es: %1$@ Dentro/Fuera: %2$@ / %3$@ (%4$@ m)
fr: %1$@ Dedans/Dehors : %2$@ / %3$@ (%4$@ m)
ja: %1$@ イン/アウト：%2$@ / %3$@ (%4$@ m)
ko: %1$@ 들어옴/나감: %2$@ / %3$@ (%4$@ m)
nl: %1$@ In / Uit: %2$@ / %3$@ (%4$@ m)
ru: %1$@ В/Из: %2$@ / %3$@ (%4$@ м)
th: %1$@ เข้า / ออก: %2$@ / %3$@ (%4$@ ม.)
vi: %1$@ Vào/Ra: %2$@ / %3$@ (%4$@ m)
zh_hant: %1$@ 圈內/外：%2$@ / %3$@ (%4$@ m)

# message_limit_active_channel
source: Limit of number of active channels (%1$@) is reached.
de: Die Anzahl aktiver Channels (%1$@) ist erreicht.
es: Límite en el número de canales activos (%1$@) ha sido alcanzado.
fr: La limite du nombre de chaînes actives (%1$@ est atteinte.
ja: アクティブなチャネル数の制限 (%1$@) に達しました。
ko: 활성화된 채널 개수 한도를 (%1$@) 초과하였습니다.
nl: Grens van het aantal actieve kanalen (%1$@) is bereikt.
ru: Достигнут предел количества активных каналов (%1$@).
th: จำนวนช่องที่ใช้งานอยู่ (%1$@) ถึงขีดจำกัดแล้ว
vi: Đã đạt tới hạn mức số kênh hoạt động (%1$@).
zh_hant: 同時傳送中的群組數量已達上限（%1$@）。
